export const TRANSLATIONS_RU = {
  home: "Главная",
  about: "О себе",
  portfolio: "Портфолио",
  contact: "Контакты",
  socialmedia: "Соцсети",
  aboutHead: "О СЕБЕ",
  aboutQ1: "Кто я такой?",
  aboutQ2: "Чем я занимаюсь?",
  aboutQ3: "Кто я, помимо учебы и карьерных устремлений?",
  aboutA1: "Веб-разработчик-самоучка и студент 2-го курса PPE из Латвии.",
  aboutA2:
    "Последние полгода я активно учусь, совершенствуюсь, живу  и думаю о программировании. В результате я приобрел и укрепил свои навыки в современной фронтенд веб-разработке.  Я создал несколько проектов и сайтов, работающих на фреймворке React. Эти работы вы можете увидеть ниже на этой странице. В будущем я планирую продолжить развивать свои навыки и стать full-stack разработчиком, а также изучить разработку приложений для блокчейна. Кроме того, я уже второй год изучаю философию, политику и экономику в Университете Эссекса. ",
  aboutA3_1: "Энтузиаст и поклонник смешанных боевых искусств",
  aboutA3_2: "Бывший профессиональный хоккеист",
  aboutA3_3: "Бэкпекер на дальние расстояния",
  aboutA3_4: "Энтузиаст блокчейна",
  aboutA3_5: "Диванный философ",
  portfolioHead: "ПОРТФОЛИО",
  portfolioIntro:
    "Здесь вы можете увидеть коллекцию моих самых важных проектов в хронологическом порядке, которые я сделал за последние несколько месяцев. Чтобы дать вам более четкое представление о том, как развивались мои навыки, я оставил некоторые ошибки и неточности такими, какими они были.",
  ships:
    "Очень простая игра линкоры в однопользовательском режиме. Корабли размещаются уникальным образом каждый раз, когда начинается новая игра. В нее можно играть двумя способами: щелкая мышью на поле боя или вводя координаты в поле ввода. Разработан используя HTML, CSS и JavaScript. Мой первый серьезный проект и попытка создать что-то с использованием и интеграцией JS. Очень простой и незамысловатый дизайн, а также его адаптируемость к меньшим и большим экранам.",
  cryptoexplorer:
    " Приложение, которое можно использовать для очень простого анализа основных криптовалют, их сравнения и направления к самым популярным криптобиржам. Первое приложение, которое я создал, используя внешние API и данные, которые они предоставляют в режиме реального времени. Также впервые создал проект, используя React.js. Прогресс в использовании CSS, поскольку был создан как светлый, так и темный режим работы сайта, но все же недостаток в том, что не была создана специальная мобильная версия этого сайта.",
  characterizator:
    "Персональный сайт художника и дизайнера персонажей. В этом проекте я продолжил углублять свои навыки, используя React.js и его функциональные компоненты, а также некоторые базовые Hooks. Впервые я использовал фреймворк интернационализации i18next, обеспечивающий языковые опции для сайта. Дальнейшее развитие моих дизайнерских навыков путем добавления большего количества анимации и элементов перехода, а также создание мобильной версии сайта.",
  page: "СТРАНИЦА",
  code: "КОД",
  contactHead: "СВЯЗАТЬСЯ СО МНОЙ",
  contactIntro:
    "Используйте эту форму для вопросов, советов, предложений о сотрудничестве и работе, или просто если вы чувствуете пессимизм в отношении этого сайта и моей карьеры программиста и думаете, что было бы лучше, если бы я удалил этот сайт, перестал программировать и никогда больше не говорил об этом.",
  namePlaceHolder: "Имя",
  emailPlaceHolder: "Почта",
  textPlaceHolder: "Сообщение",
  submit: "ОТПРАВИТЬ",
  copyright: "©2021 - Все права защищены.",
};
